[
  {
    "situation_name": "Ядерная угроза",
    "situation_description": "В мире началась война, и до запуска ракет осталось 48 часов."
  },
  {
    "situation_name": "Биологическая катастрофа",
    "situation_description": "В атмосферу Земли попал неизвестный вирус, и правительство объявило карантин. Бункер - единственное безопасное место."
  },
  {
    "situation_name": "Экономический коллапс",
    "situation_description": "Мировая финансовая система рухнула, и началась анархия. Бункер - последнее убежище для элиты."
  },
  {
    "situation_name": "Природные катаклизмы",
    "situation_description": "Глобальное потепление привело к серии катастрофических событий. Бункер - последняя надежда человечества."
  },
  {
    "situation_name": "Внеземное вторжение",
    "situation_description": "Земля подверглась нападению инопланетян. Бункер - единственное место, где можно укрыться от захватчиков."
  },
  {
    "situation_name": "Техногенная катастрофа",
    "situation_description": "Крупнейшая АЭС мира взорвалась, создав зону отчуждения. Бункер - временное убежище до эвакуации."
  },
  {
    "situation_name": "Пандемия",
    "situation_description": "Неизвестная смертельная пандемия распространяется по планете, и бункер - это последний шанс на выживание."
  },
  {
    "situation_name": "Глобальное потепление",
    "situation_description": "Уровень моря поднимается, и большая часть суши уходит под воду. Бункер - это убежище для оставшихся выживших."
  },
  {
    "situation_name": "Астероид",
    "situation_description": "Огромный астероид направляется к Земле, и бункер - это место, где можно переждать столкновение."
  },
  {
    "situation_name": "Зомби-апокалипсис",
    "situation_description": "Мир захвачен зомби, и бункер - это последний оплот человечества."
  },
  {
    "situation_name": "Солнечная вспышка",
    "situation_description": "Мощная солнечная вспышка вывела из строя все технологии на Земле, и бункер - это место, где можно укрыться."
  },
  {
    "situation_name": "Эпидемия чумы",
    "situation_description": "Старая болезнь, считавшаяся побежденной, вновь появилась и быстро распространяется. Бункер - это надежда на выживание."
  },
  {
    "situation_name": "Массивное землетрясение",
    "situation_description": "Сильное землетрясение разрушило большую часть инфраструктуры, и бункер - это безопасное место."
  },
  {
    "situation_name": "Биологическая война",
    "situation_description": "Биологическое оружие было использовано, и бункер - это единственное место, где можно избежать заражения."
  },
  {
    "situation_name": "Социальная изоляция",
    "situation_description": "Правительство ввело тотальный карантин из-за неизвестной болезни. Бункер - место для проведения исследований."
  }
]
